---
kind: other
id: AllMembers.T:Autodesk.Revit.ApplicationServices.Application
source: html/e34107f5-ef2d-ab52-1d17-98a235ca7e10.htm
---
# Application Members

Copies an existing model to a new file. Overwriting a file of the same name is allowed.